Repository: zbodo/Midoku
Catalog: Desktop/Midoku/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Reader
zh_hans: 阅读器

source: Reading
zh_hans: 阅读

source: Keyboard
zh_hans: 键盘

source: Library
zh_hans: 书架

source: All Comics
zh_hans: 所有漫画

source: Continue Reading
zh_hans: 继续阅读

source: Favorites
zh_hans: 收藏

source: Finished
zh_hans: 已读

source: Collections
zh_hans: 分类

source: New Collection…
zh_hans: 新建分类…

source: Delete Collection
zh_hans: 删除分类

source: Import Comics
zh_hans: 导入漫画

source: Import Comics…
zh_hans: 导入漫画…

source: Show Library
zh_hans: 显示书架

source: Import comic archives, PDFs, or folders of images
zh_hans: 导入漫画压缩包、PDF 或图片文件夹

source: Sort
zh_hans: 排序

source: Title
zh_hans: 标题

source: Recently Read
zh_hans: 最近阅读

source: Date Imported
zh_hans: 导入时间

source: Shelf Appearance
zh_hans: 书架外观

source: Cover Size
zh_hans: 封面大小

source: Show Inspector
zh_hans: 显示详情

source: New Collection
zh_hans: 新建分类

source: Name
zh_hans: 名称

source: Cancel
zh_hans: 取消

source: Create
zh_hans: 创建

source: OK
zh_hans: 好

source: Remove selected comics from the library?
zh_hans: 从书架移除所选漫画？

source: Remove Comics
zh_hans: 移除漫画

source: Imported copies will be deleted. Your original files will remain on disk.
zh_hans: 将删除导入的副本，原始文件仍会保留在磁盘上。

source: Library Error
zh_hans: 书架错误

source: Library Could Not Be Loaded
zh_hans: 无法载入书架

source: Your library files have been preserved. Restore or repair library.json before importing new comics.
zh_hans: 书架文件已保留，请先恢复或修复 library.json，再导入新漫画。

source: Your Shelf Awaits
zh_hans: 书架等待你的第一本漫画

source: No Results
zh_hans: 未找到漫画

source: Import CBZ archives, PDFs, or folders of comic pages. You can also drop them into this window.
zh_hans: 导入 CBZ、PDF 或漫画图片文件夹，也可以将它们拖入此窗口。

source: Try another title or select All Comics.
zh_hans: 试试其他标题，或选择“所有漫画”。

source: Open in Reader Window
zh_hans: 在阅读窗口中打开

source: Remove Favorite
zh_hans: 取消收藏

source: Add to Favorites
zh_hans: 加入收藏

source: Mark Unread
zh_hans: 标记为未读

source: Mark Finished
zh_hans: 标记为已读

source: Move to Collection
zh_hans: 移至分类

source: None
zh_hans: 无

source: Remove from Library…
zh_hans: 从书架移除…

source: Start Reading
zh_hans: 开始阅读

source: Favorite
zh_hans: 收藏

source: Search your library
zh_hans: 搜索书架

source: Next Page
zh_hans: 下一页

source: Previous Page
zh_hans: 上一页

source: First Page
zh_hans: 第一页

source: Last Page
zh_hans: 最后一页

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小

source: Actual Size
zh_hans: 原始尺寸

source: Fit Page
zh_hans: 适合页面

source: Fit Width
zh_hans: 适合宽度

source: Show / Hide Controls
zh_hans: 显示或隐藏控制栏

source: Toggle Full Screen
zh_hans: 切换全屏

source: Reading Direction
zh_hans: 阅读方向

source: Right to Left
zh_hans: 从右向左

source: Left to Right
zh_hans: 从左向右

source: Default Layout
zh_hans: 默认布局

source: Single Page
zh_hans: 单页

source: Two Pages
zh_hans: 双页

source: Continuous
zh_hans: 连续阅读

source: Reader Background
zh_hans: 阅读背景

source: Dark
zh_hans: 深色

source: Light
zh_hans: 浅色

source: System
zh_hans: 跟随系统

source: Defaults apply to newly opened readers. Each window keeps its own layout and zoom.
zh_hans: 默认设置用于新打开的阅读窗口，每个窗口保留独立的布局和缩放。

source: Click a shortcut, then press its new key combination. Press Escape to cancel.
zh_hans: 点按快捷键，然后按下新的组合键。按 Escape 取消。

source: ← and → follow the reading direction. Standard macOS shortcuts such as ⌘W and ⌘Q are preserved.
zh_hans: ← 和 → 遵循阅读方向，⌘W、⌘Q 等标准 macOS 快捷键保持不变。

source: Restore Defaults
zh_hans: 恢复默认设置

source: Shortcut Unavailable
zh_hans: 无法使用此快捷键

source: Press a shortcut…
zh_hans: 按下快捷键…

source: Loading page…
zh_hans: 正在加载页面…

source: Page List
zh_hans: 页面列表

source: Page
zh_hans: 页面

source: Page Layout
zh_hans: 页面布局

source: Single Cover Page
zh_hans: 封面独占一页

source: Hide Controls
zh_hans: 隐藏控制栏

source: Show Controls
zh_hans: 显示控制栏

source: Full Screen
zh_hans: 全屏

source: Reader Options
zh_hans: 阅读选项

source: Unable to Load Page
zh_hans: 无法载入页面

source: Page could not be decoded
zh_hans: 无法解码此页面

source: Comic Not Available
zh_hans: 漫画不可用

source: This comic was removed from the library.
zh_hans: 此漫画已从书架移除。

source: Page %lld
zh_hans: 第 %lld 页

source: %lld pages
zh_hans: %lld 页

source: %lld comics
zh_hans: %lld 本漫画

source: Sources
zh_hans: 书源

source: Sources…
zh_hans: 书源…

source: Installed Sources
zh_hans: 已安装书源

source: Manage Sources…
zh_hans: 管理书源…

source: Manage Sources
zh_hans: 管理书源

source: Explore Manga Sources
zh_hans: 浏览漫画书源

source: Source Error
zh_hans: 书源错误

source: Source Repositories
zh_hans: 书源仓库

source: Repository index URL or aidoku:// link
zh_hans: 仓库地址或 aidoku:// 链接

source: Add
zh_hans: 添加

source: Filter sources by name or language
zh_hans: 按名称或语言筛选书源

source: Update
zh_hans: 更新

source: Uninstall…
zh_hans: 卸载…

source: Install
zh_hans: 安装

source: Refresh Repository
zh_hans: 刷新仓库

source: Remove Repository
zh_hans: 移除仓库

source: Other Installed Sources
zh_hans: 其他已安装书源

source: Uninstall this source?
zh_hans: 要卸载此书源吗？

source: Uninstall
zh_hans: 卸载

source: Saved chapters remain in your library. Reinstall this source to refresh their pages.
zh_hans: 书架中的章节会保留。重新安装此书源后即可刷新页面。

source: Search this source
zh_hans: 搜索此书源

source: Search
zh_hans: 搜索

source: Retry
zh_hans: 重试

source: Load More
zh_hans: 加载更多

source: No Manga Found
zh_hans: 没有找到漫画

source: Choose a listing or search by title.
zh_hans: 选择分类或按标题搜索。

source: Listing
zh_hans: 分类

source: Home
zh_hans: 首页

source: Refresh
zh_hans: 刷新

source: Open Source Website / Sign In
zh_hans: 打开书源网站／登录

source: Source Settings
zh_hans: 书源设置

source: Search Filters
zh_hans: 搜索筛选

source: Chapters
zh_hans: 章节

source: Find a chapter
zh_hans: 查找章节

source: Reverse Chapter Order
zh_hans: 倒转章节顺序

source: No chapters available
zh_hans: 暂无章节

source: Website Unavailable
zh_hans: 无法打开网站

source: Source Website / Sign In
zh_hans: 书源网站／登录

source: Complete Sign In
zh_hans: 完成登录

source: Source Sign In
zh_hans: 书源登录

source: Sign In
zh_hans: 登录

source: Username
zh_hans: 用户名

source: Password
zh_hans: 密码

source: Read Cached Pages
zh_hans: 阅读已缓存页面

source: Preparing Chapter…
zh_hans: 正在准备章节…

source: Any
zh_hans: 不限

source: Include
zh_hans: 包含

source: Exclude
zh_hans: 排除

source: Ascending
zh_hans: 升序

source: From
zh_hans: 起始

source: To
zh_hans: 结束

source: Only modern Aidoku repositories and source packages are supported. Enter the repository's index URL above.
zh_hans: 仅支持新版 Aidoku 仓库及书源包。请在上方输入仓库地址。

source: Add a modern Aidoku source repository, install a source, then choose it in the sidebar.
zh_hans: 添加新版 Aidoku 书源仓库，安装书源后在侧栏中选择。

source: OAuth callback sign-in is not supported yet.
zh_hans: 暂不支持 OAuth 回调登录。

source: Sign Out
zh_hans: 退出登录

source: Scroll Forward a Screen
zh_hans: 向后滚动一屏

source: Scroll Back a Screen
zh_hans: 向前滚动一屏

source: Increase Page Width
zh_hans: 增加页面宽度

source: Decrease Page Width
zh_hans: 减小页面宽度

source: Show / Hide Thumbnails
zh_hans: 显示／隐藏缩略图

source: Page Overview
zh_hans: 页面总览

source: Reading Settings
zh_hans: 阅读设置

source: Reader Controls
zh_hans: 阅读操作

source: Got It
zh_hans: 知道了

source: Mouse and Keyboard
zh_hans: 鼠标与键盘

source: Click Side Areas to Turn Pages
zh_hans: 点击两侧区域翻页

source: Swap Click Sides
zh_hans: 交换左右点击区域

source: Reverse Wheel Paging
zh_hans: 反转滚轮翻页方向

source: Left / Right Arrows Follow Reading Direction
zh_hans: 左右方向键遵循阅读方向

source: Preview Image
zh_hans: 预览图片

source: Page could not be decoded. Click to retry.
zh_hans: 无法解码页面，点击重试。

source: Add Shortcut…
zh_hans: 添加快捷键…

source: Unbind
zh_hans: 取消绑定

source: Unbound
zh_hans: 未绑定

source: Remove Shortcut
zh_hans: 移除快捷键

source: Click the sides to turn pages; click the center to show controls. Double-click a page to preview its image. Dragging does not move the page.
zh_hans: 点击两侧翻页，点击中央显示操作栏。双击页面可预览图片，拖动不会移动页面。

source: A / D: pages · Space: a screen · Q: controls · T: thumbnails · F: overview · R: reading settings
zh_hans: A／D：翻页 · 空格：滚动一屏 · Q：操作栏 · T：缩略图 · F：总览 · R：阅读设置

source: A / D and arrow keys navigate pages. Space scrolls a screen in continuous mode. Q shows controls, T opens thumbnails, F opens the page overview.
zh_hans: A／D 和方向键用于翻页，连续模式下空格滚动一屏。Q 显示操作栏，T 打开缩略图，F 打开页面总览。

source: The center area toggles controls. Double-click an image to preview it. Scroll a zoomed page to its edge, then start a new gesture to turn the page.
zh_hans: 点击中央切换操作栏，双击图片打开预览。放大页面滚动到边缘后，重新开始一次滚动手势即可翻页。

source: Add multiple shortcuts to an action, or remove them to leave it unbound. Escape cancels recording.
zh_hans: 每个操作可添加多个快捷键，也可移除全部绑定。Esc 取消录入。

source: eHunter-style keys: A / D navigate pages, Q toggles controls, T toggles thumbnails, F opens the page overview. Standard macOS shortcuts are preserved.
zh_hans: eHunter 风格快捷键：A／D 翻页，Q 切换操作栏，T 切换缩略图，F 打开页面总览。保留标准 macOS 快捷键。

source: This key combination is reserved for standard macOS navigation.
zh_hans: 此组合键保留用于标准 macOS 导航。

source: Adaptive Pages
zh_hans: 自适应分页

source: Add to Library
zh_hans: 加入书架

source: In Library
zh_hans: 已在书架

source: View Chapters
zh_hans: 查看章节

source: Saved chapters: %lld
zh_hans: 已保存章节：%lld

source: Chapter: %lld%%
zh_hans: 当前章节：%lld%%

source: Current Chapter Progress
zh_hans: 当前章节进度

source: Click the sides to turn pages immediately; click the center to show controls. Right-click an image to preview it. Dragging does not move the page.
zh_hans: 点击两侧立即翻页，点击中央显示操作栏。右键点击图片可打开预览，拖动不会移动页面。

source: The center area toggles controls. Right-click an image to preview it. Scroll a zoomed page to its edge, then start a new gesture to turn the page.
zh_hans: 点击中央切换操作栏，右键点击图片打开预览。放大页面滚动到边缘后，重新开始一次滚动手势即可翻页。

source: Extra Preloaded Pages
zh_hans: 额外预加载页数

source: Preload this many neighbouring pages in each direction. Zero loads only the visible pages.
zh_hans: 在前后两个方向分别预加载指定数量的相邻页面。设为 0 时仅加载当前可见页面。

source: Close Reader
zh_hans: 关闭阅读窗口

source: Open Chapter Website
zh_hans: 打开章节网页

source: Chapter Website
zh_hans: 章节网页
